tap "atton-/customs"
tap "atton/customs"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "neovim/neovim"
tap "rcmdnk/file"
tap "rcmdnk/rcmdnkpac"
tap "universal-ctags/universal-ctags"
tap "waltarix/customs"
brew "xz"
brew "apr-util"
brew "gettext"
brew "glib"
brew "autoconf"
brew "automake"
brew "bash"
brew "freetype"
brew "fontconfig"
brew "certbot"
brew "cmake"
brew "cmigemo"
brew "cpulimit"
brew "docker", link: false
brew "envchain"
brew "faac"
brew "gmp"
brew "libevent"
brew "harfbuzz"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "libtool"
brew "fswatch"
brew "fzf"
brew "gd"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "git-flow"
brew "gitlab-runner"
brew "go"
brew "graphviz"
brew "grep"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "iproute2mac"
brew "jpeg", link: true
brew "jq"
brew "kubernetes-cli"
brew "lftp"
brew "libffi"
brew "libiconv"
brew "libusb"
brew "libvo-aacenc"
brew "libyaml"
brew "lua"
brew "luajit"
brew "marp-cli"
brew "mise"
brew "mkcert"
brew "neofetch"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "oha"
brew "pandoc"
brew "pcre"
brew "perl"
brew "php"
brew "php-code-sniffer"
brew "pkgconf"
brew "postgresql@14"
brew "procs"
brew "putty"
brew "pwgen"
brew "qrencode"
brew "qt"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "sd"
brew "speedtest-cli"
brew "starship"
brew "texi2html"
brew "tfenv"
brew "the_silver_searcher"
brew "tree"
brew "ultralist"
brew "unison"
brew "vim"
brew "wget"
brew "yasm"
brew "zsh"
brew "zsh-completions"
brew "atton-/customs/tmux", args: ["HEAD"]
brew "heroku/brew/heroku"
brew "mutagen-io/mutagen/mutagen"
brew "rcmdnk/rcmdnkpac/screenutf8"
cask "alfred"
cask "appcleaner"
cask "aquaskk"
cask "bartender"
cask "bitwarden"
cask "brave-browser"
cask "claude"
cask "clipy"
cask "dbeaver-community"
cask "deepl"
cask "docker-desktop"
cask "eqmac"
cask "espanso"
cask "firefox"
cask "flux-app"
cask "gifox"
cask "google-chrome"
cask "google-drive"
cask "gyazo"
cask "imageoptim"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "linear-linear"
cask "macwinzipper"
cask "maczip4win"
cask "messenger"
cask "mos"
cask "ngrok"
cask "obsidian"
cask "ogdesign-eagle"
cask "postman"
cask "session-manager-plugin"
cask "skitch"
cask "switchresx"
cask "textsniper"
cask "the-unarchiver"
cask "typora"
cask "warp"
cask "wezterm"
cask "zoom"
