tap "atton-/customs"
tap "atton/customs"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "neovim/neovim"
tap "rcmdnk/file"
tap "rcmdnk/rcmdnkpac"
tap "universal-ctags/universal-ctags"
tap "waltarix/customs"
brew "anyenv"
brew "apr"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "bash"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "pkg-config"
brew "pcre"
brew "sqlite"
brew "xz"
brew "certbot"
brew "cmake"
brew "cmigemo"
brew "cpulimit"
brew "deno"
brew "exa"
brew "faac"
brew "fd"
brew "gmp"
brew "libtool"
brew "libevent"
brew "icu4c"
brew "lame"
brew "jpeg", link: true
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gd"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gitlab-runner", restart_service: true
brew "go"
brew "graphviz"
brew "grep"
brew "hugo"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "lftp"
brew "libiconv"
brew "libusb"
brew "libvo-aacenc"
brew "libyaml"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "mkcert"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "pandoc"
brew "perl"
brew "php-code-sniffer"
brew "procs"
brew "pwgen"
brew "qt"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "speedtest-cli"
brew "starship"
brew "texi2html"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "ultralist"
brew "unison"
brew "utf8proc"
brew "vim"
brew "wget"
brew "yasm"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "atton-/customs/tmux", args: ["HEAD"]
brew "heroku/brew/heroku"
brew "mutagen-io/mutagen/mutagen"
brew "rcmdnk/file/brew-file"
brew "rcmdnk/rcmdnkpac/screenutf8"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "brave-browser"
cask "clipy"
cask "dbeaver-community"
cask "docker"
cask "evernote"
cask "firefox"
cask "flux"
cask "gifox"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "gyazo"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "linear"
cask "macs-fan-control"
cask "maczip4win"
cask "mamp"
cask "messenger"
cask "mos"
cask "ngrok"
cask "postman"
cask "sequel-pro"
cask "sketch"
cask "sketchpacks"
cask "skitch"
cask "slate"
cask "switchresx"
cask "the-unarchiver"
cask "typora"
cask "warp"
cask "zoom"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
